{"errors": "replace", "unk_token": {"content": "<|UNKNOWN|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": {"content": "<s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "</s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "pad_token": {"content": "<pad>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "add_prefix_space": false, "add_bos_token": false, "do_lower_case": false, "sep_token": "<EOL>", "additional_special_tokens": [], "model_max_length": 1024, "special_tokens_map_file": null, "name_or_path": "/scratch/tovandam/codegpt-codesearchnet/output/checkpoint-last", "tokenizer_class": "GPT2Tokenizer"}